export const emojis = [
    {
      title: 'emoji',  // tab 的标题
      type: 'emoji', // 'emoji' / 'image'
      // emoji 表情，content 是一个数组即可
      content: '😀 😃 😄 😁 😆 😅 😂 ☺️ 😊 😇 🙂 😉 😌 😍 😘 😗 😙 😚 😋 😛 😝 😜 😎 😏 😒 😞 😔 😟 😕 🙁 ☹️ 😣 😖 😫 😩 😢 😭 😤 😠 😡 😳 😱 😨 😰 😥 😓 😶 😐 😑 😬 😯 😦 😧 😮 😲 😴 😪 😵 😷 😮‍💨 😵‍💫 ❤️‍🔥 😈 👿 👹 👺 💩 👻 💀 ☠️ 👽 👾 🎃 😺 😸 😹 😻 😼 😽 🙀 😿 😾 👋🏻 🖐🏻 ✋🏻 🖖🏻 👌🏻 ✌🏻 👈🏻 👉🏻 👆🏻 🖕🏻 👇🏻 ☝🏻 👍🏻 👎🏻 ✊🏻 👊🏻 👏🏻 🙌🏻 👐🏻  🌞 🌝 🌛 🌜 🌚 🌕 🌖 🌗 🌘 🌑 🌒 🌓 🌔 🌙 🌎 🌍 🌏 💫 ⭐️ 🌟 ✨ ⚡️ ☄️ 💥 🔥 🌪 🌈 ☀️ 🌤 ⛅️ 🌥 ☁️ 🌦 🌧 ⛈ 🌩 🌨 ❄️ ☃️ ⛄️ 🌬 💨 💧 💦 ☔️ ☂️ 🌊 🌫 ❤️ 💛 💚 💙 💜 💔 ❣️ 💕 💞 💓 💗 💖 💘 💝 💟 ☮️ ✝️ ☪️ 🕉 ☸️ ✡️ 🔯 ☯️ ☦️ ⛎ ♈️ ♉️ ♊️ ♋️ ♌️ ♍️ ♎️ ♏️ ♐️ ♑️ ♒️ ♓️ 🆔 ⚛️ 🉑 ☢️ ☣️ 📴 📳 🈶 🈚️ 🈸 🈺 🈷️ ✴️ 🆚 💮 🉐 ㊙️ ㊗️ 🈴 🈵 🈹 🈲 🅰️ 🅱️ 🆎 🆑 🅾️ 🆘 ❌ ⭕️ 🛑 ⛔️ 📛 🚫 💯 💢 ♨️ 🚷 🚯 🚳 🚱 🔞 📵 🚭 ❗️ ❕ ❓ ❔ ‼️ ⁉️ 🔅 🔆 〽️ ⚠️ 🚸 🔱 ⚜️ 🔰 ♻️ ✅ 🈯️ 💹 ❇️ ✳️ ❎ 🌐 💠 Ⓜ️ 🌀 💤 🏧 🚾 ♿️ 🅿️ 🈳 🈂️ 🛂 🛃 🛄 🛅 🚹 🚺 🚼 ⚧ 🚻 🚮 🎦 📶 🈁 🔣 ℹ️ 🔤 🔡 🔠 🆖 🆗 🆙 🆒 🆕 🆓 0️⃣ 1️⃣ 2️⃣ 3️⃣ 4️⃣ 5️⃣ 6️⃣ 7️⃣ 8️⃣ 9️⃣ 🔟 🔢 #️⃣ *️⃣ ⏏️ ▶️ ⏸ ⏯ ⏹ ⏺ ⏭ ⏮ ⏩ ⏪ ⏫ ⏬ ◀️ 🔼 🔽 ➡️ ⬅️ ⬆️ ⬇️ ↗️ ↘️ ↙️ ↖️ ↕️ ↔️ ↪️ ↩️ ⤴️ ⤵️ 🔀 🔁 🔂 🔄 🔃 🎵 🎶 ➕ ➖ ➗ ✖️ ♾ 💲 💱 ™️ ©️ ®️ 〰️ ➰ ➿ 🔚 🔙 🔛 🔝 🔜 ✔️ ☑️ 🔘 🔴 🔵 ⚫️ ⚪️ 🔺 🔻 🔸 🔹 🔶 🔷 🔳 🔲 ▪️ ▫️ ◾️ ◽️ ◼️ ◻️  ⬛️ ⬜️ 🔈 🔇 🔉 🔊 🔔 🔕 📣 📢 👁‍🗨 💬 💭 🗯 ♠️ ♣️ ♥️ ♦️ 🃏 🎴 🀄️ 🕐 🕑 🕒 🕓 🕔 🕕 🕖 🕗 🕘 🕙 🕚 🕛 🕜 🕝 🕞 🕟 🕠 🕡 🕢 🕣 🕤 🕥 🕦 🕧'.split(/\s/),
    },
    {
      title: '运动',  // tab 的标题
      type: 'emoji', // 'emoji' / 'image'
      // emoji 表情，content 是一个数组即可
      content: '⚽️ 🏀 🏈 ⚾️ 🎾 🏉 🎱 ⛳️ 🎣 🎽 ⛸ 🎿 ⛷ 🏂 🏇 🏄 🏊 🚣 🚵 🚴 🏆 🏅 🎖 🏵 🎗 🎫 🎟 🎪 🎭 🎨 🎬 🎤 🎧 🎼 🎹 🎷 🎺 🎸 🎻 🎲 ♟ 🎯 🎳 🎮 🎰'.split(/\s/),
    },
    {
      title: '动物',  // tab 的标题
      type: 'emoji', // 'emoji' / 'image'
      // emoji 表情，content 是一个数组即可
      content: '🐶 🐱 🐭 🐹 🐰 🐻 🐼 🐻‍❄️ 🐨 🐯 🐮 🐷 🐽 🐸 🐵 🙈 🙉 🙊 🐒 🐔 🐧 🐦 🐤 🐣 🐥 🐺 🐗 🐴 🐝 🐛 🐌 🐞 🐜 🕷 🕸 🐢 🐍 🐙 🐡 🐠 🐟 🐬 🐳 🐋 🦈 🐊 🐅 🐆 🐘 🐪 🐫 🐃 🐂 🐄 🐎 🐖 🐏 🐑 🐐 🐕 🐩 🐈 🐈‍⬛ 🐓 🕊 🐇 🐁 🐀 🐿  🐾 🐉 🐲'.split(/\s/),
    },
    {
      title: '食物',  // tab 的标题
      type: 'emoji', // 'emoji' / 'image'
      // emoji 表情，content 是一个数组即可
      content: '🍏 🍎 🍐 🍊 🍋 🍌 🍉 🍇 🍓 🍈 🍒 🍑 🍍 🍅 🍆 🌶 🌽 🍠 🍞 🍳 🍗 🍖 🍔 🍟 🍕 🍝 🍜 🍲 🍛 🍣 🍱 🍤 🍙 🍚 🍘 🍥 🍢 🍡 🍧 🍨 🍦 🍰 🎂 🍮 🍭 🍬 🍫 🍩 🍪 🌰 🍯 🍼 ☕️ 🍵 🍶 🍺 🍻 🍷 🍸 🍹 🍴 🍽'.split(/\s/),
    },
    {
      title: '植物',  // tab 的标题
      type: 'emoji', // 'emoji' / 'image'
      // emoji 表情，content 是一个数组即可
      content: '🌵 🎄 🌲 🌳 🌴 🌱 🌿 ☘️ 🍀 🎍 🎋 🍃 🍂 🍁 🍄 🐚 🌾 💐 🌷 🌹 🌺 🌸 🌼 🌻'.split(/\s/),
    },
    {
      title: '交通',  // tab 的标题
      type: 'emoji', // 'emoji' / 'image'
      // emoji 表情，content 是一个数组即可
      content: '🚗 🚕 🚙 🚌 🚎 🏎 🚓 🚑 🚒 🚐 🚚 🚛 🚜 🚲 🏍 🚨 🚔 🚍 🚘 🚖 🚡 🚠 🚟 🚃 🚋 🚞 🚝 🚄 🚅 🚈 🚂 🚆 🚇 🚊 🚉 ✈️ 🛫 🛬 🛩 💺 🛰 🚀 🚁⛵️ 🚤 🛥 🛳 ⛴ 🚢 ⚓️ ⛽️ 🚧 🚦 🚥 🚏 🗺 🗿 🗽 🗼 🏰 🏯 🏟 🎡 🎢 🎠 ⛲️ ⛱ 🏖 🏝 🏜 🌋 ⛰ 🏔 🗻 🏕 ⛺️ 🏠 🏡 🏘 🏚 🏗 🏭 🏢 🏬 🏣 🏤 🏥 🏦 🏨 🏪 🏫 🏩 💒 🏛 ⛪️ ⛩ 🛤 🛣 🗾 🎑 🏞 🌅 🌄 🌠 🎇 🎆 🌇 🌆 🏙 🌃 🌌 🌉 🌁'.split(/\s/),
    },
  ] 